test/report/dot/moduleLevel/mocks/es6-unresolvable-deps.dot
strict digraph "dependency-cruiser output"{
    
    
    

    "./not-at-home" [label="not-at-home" ]
    subgraph "cluster_." {label="." subgraph "cluster_./this" {label="this" subgraph "cluster_./this/path" {label="path" subgraph "cluster_./this/path/does" {label="does" subgraph "cluster_./this/path/does/not" {label="not" "./this/path/does/not/exist" [label="exist" ] } } } } }
    subgraph "cluster_test" {label="test" subgraph "cluster_test/cli" {label="cli" subgraph "cluster_test/cli/fixtures" {label="fixtures" subgraph "cluster_test/cli/fixtures/unresolvable-in-sub" {label="unresolvable-in-sub" "test/cli/fixtures/unresolvable-in-sub/refers-to-an-unresolvable-module.js" [label="refers-to-an-unresolvable-module.js" URL="STUFFCOMINGBEFORE/test/cli/fixtures/unresolvable-in-sub/refers-to-an-unresolvable-module.js" ] } } } }

    "test/cli/fixtures/unresolvable-in-sub/refers-to-an-unresolvable-module.js" -> "./not-at-home"
    "test/cli/fixtures/unresolvable-in-sub/refers-to-an-unresolvable-module.js" -> "./this/path/does/not/exist"
}
